{
  "slug": "pantanakan-rattikan",
  "title": "พันธนาการรัตติกาล",
  "titleEn": "Nocturnal Bondage",
  "subtitle": "#เจ้าเชื้ออย่าเผลอใจ",
  "author": "ผู้เขียน",
  "genre": ["Dark Romance", "Erotic", "Historical"],
  "rating": "NC20",
  "intensity": 8,
  "totalChapters": 35,
  "freeChapters": 10,
  "platform": "Tunwalai",
  "platformUrl": "",
  "status": "กำลังเขียน",
  "coverImage": "/images/novels/pantanakan-rattikan-cover.jpg",
  "logline": "เมื่อลูกสาวตระกูลนักทวงหนี้เงา ถูกส่งไปเป็น 'หลักประกัน' แทนหนี้สินของตระกูลเธอเอง กับทายาทสกุลเก่าแก่ที่ซ่อนความมืดไว้ใต้หน้ากากสุภาพบุรุษ... เกมล่าเหยื่อจึงเริ่มต้นขึ้น แต่ใครกันแน่ที่เป็นนักล่า?",
  "synopsis": "พิรุณ วรรณพินิจ วัย 24 เติบโตในตระกูลจันทรเวช ตระกูลลึกลับที่ทำธุรกิจเงินกู้นอกระบบมากว่าร้อยปี ถูกเลี้ยงมาให้เป็นนักทวงหนี้ที่เก่งกาจ เธอสามารถอ่านคนออก รู้จุดอ่อน และบีบบังคับให้ลูกหนี้ยอมจ่ายได้เสมอ\n\nแต่ทุกอย่างพลิกผัน เมื่อพ่อของเธอกลับเป็นหนี้ก้อนมหึมากับตระกูล ณ ระนอง ตระกูลเก่าแก่ที่สืบเชื้อสายมาตั้งแต่สมัยรัตนโกสินทร์ตอนต้น\n\nภูวเนตร ณ ระนอง วัย 32 ทายาทคนโตผู้สืบทอดทุกสิ่ง เสนอข้อตกลง: แทนที่จะทวงหนี้ด้วยเงิน เขาต้องการ 'เธอ' เป็นหลักประกัน ภายใต้สัญญาสมรส 3 ปี\n\nพิรุณจำใจยอมรับข้อตกลง คิดว่าตัวเองจะควบคุมสถานการณ์ได้ แต่เธอประเมินภูวเนตรต่ำไป... ชายผู้ดูสุภาพเรียบร้อยในที่สาธารณะ กลับซ่อนด้านมืดที่ปรากฏเฉพาะยามค่ำคืน",
  "characters": [
    {
      "name": "ภูวเนตร ณ ระนอง (ภู)",
      "role": "พระเอก",
      "age": 32,
      "description": "CEO กลุ่มธุรกิจ ณ ระนอง ทายาทลำดับที่ 1 สูง 185 ซม. หน้าคม บึกบึน ผิวสีน้ำผึ้ง ภายนอกสุภาพสงบนิ่ง แต่ภายในเต็มไปด้วยความ Possessive และต้องการครอบครอง",
      "quote": "ผมไม่เคยทวงหนี้ด้วยเงิน... ผมทวงด้วยวิธีอื่น"
    },
    {
      "name": "พิรุณ วรรณพินิจ (รุ้ง)",
      "role": "นางเอก",
      "age": 24,
      "description": "นักทวงหนี้ประจำตระกูลจันทรเวช สูง 165 ซม. ผิวขาว หน้าดุ ตาคม แข็งแกร่ง ปากร้าย ฉลาด ไม่ยอมแพ้ง่าย เก่งเรื่องอ่านคน",
      "quote": "ฉันไม่เคยแพ้ในเกมทวงหนี้... แม้แต่ตอนที่ฉันเป็นหนี้เอง"
    }
  ],
  "hooks": [
    "ทั้งคู่ต่างเป็นนักล่าในแบบของตัวเอง - เขาล่าด้วยเงินและอำนาจ เธอล่าด้วยจิตวิทยาและไหวพริบ",
    "ความรักที่เริ่มจากการบังคับ - ตอนกลางวัน: สามีภรรยาหน้าฉาก ตอนกลางคืน: เกมอำนาจในห้องนอน",
    "ความลับของสองตระกูลเชื่อมโยงกัน - การแต่งงานครั้งนี้ไม่ใช่แค่ทวงหนี้"
  ],
  "tags": ["นิยายรัก", "Dark Romance", "NC20", "มาเฟีย", "ตระกูลเก่าแก่", "สัญญาสมรส", "เกมอำนาจ", "นิยายไทย", "Tunwalai"],
  "publishedAt": "2025-02-01",
  "updatedAt": "2025-02-06"
}
