{
  "slug": "sanya-rak-lub-hong-prathan",
  "title": "สัญญารักลับห้องประธาน",
  "titleEn": "The Secret Contract of Love",
  "subtitle": "#สัญญาห้ามรักแต่หัวใจไม่เชื่อฟัง",
  "author": "ผู้เขียน",
  "genre": ["CEO", "Romance", "Office Romance"],
  "rating": "NC30+",
  "intensity": 8,
  "totalChapters": 38,
  "freeChapters": 10,
  "platform": "Joylada",
  "platformUrl": "",
  "status": "กำลังเขียน",
  "coverImage": "/images/novels/sanya-rak-cover.jpg",
  "logline": "สัญญาบอกว่า 'ห้ามมีความรู้สึก'... แต่ไม่ได้บอกว่าหัวใจห้ามเต้นแรง — เมื่อเลขาสาวต้องการเงินรักษาแม่ และ CEO ต้องการคู่หมั้นปลอม สัญญาหมั้นลวงกลับกลายเป็นจริงทุกวัน",
  "synopsis": "พิมพ์ลดา เลขาสาววัย 26 ฉลาด กล้าหาญ ไม่ยอมก้มหัวให้ใคร แต่ต้องการเงินรักษาแม่ที่ป่วยเป็นมะเร็ง\n\nธนัท CEO วัย 32 แห่งกลุ่มศิริวัฒน์พร็อพเพอร์ตี้ เย็นชา ควบคุมทุกอย่าง ไม่เชื่อในความรักอีกต่อไปหลังคู่หมั้นเก่าหนีไปกับเพื่อนสนิท\n\nสัญญาหมั้นปลอม 5 ข้อถูกร่างขึ้น: แสดงหวานในที่สาธารณะ สิทธิพิเศษส่วนตัว แต่ 'ห้ามมีความรู้สึก' — กฎที่ถูกทำลายทีละข้อ\n\nเมื่อความลับของสองตระกูลถูกเปิดเผย พ่อของธนัทคือคนที่ทำให้ธุรกิจพ่อพิมพ์ล้มละลาย เขาจะเลือกความรักหรือธุรกิจ?",
  "characters": [
    {
      "name": "ธนัท (ณัท)",
      "role": "พระเอก",
      "age": 32,
      "description": "CEO กลุ่มศิริวัฒน์พร็อพเพอร์ตี้ สูง 185 ซม. หล่อ เย็นชา ควบคุมทุกอย่าง ไม่ยิ้มง่าย หมกมุ่นกับงาน ซ่อนความอ่อนโยนไว้ใต้ความหยิ่ง Possessive และหึงหวงรุนแรง",
      "quote": "เธอเป็นของผม... อย่าให้ผมต้องพิสูจน์"
    },
    {
      "name": "พิมพ์ลดา (พิม)",
      "role": "นางเอก",
      "age": 26,
      "description": "เลขาสาวคนใหม่ของ CEO สูง 165 ซม. ผิวขาว ยิ้มสดใส ฉลาด กล้าหาญ ไม่ยอมก้มหัว มีศักดิ์ศรี แต่ต้องแบกภาระรักษาแม่ที่ป่วย",
      "quote": "ฉันไม่ต้องการเงินของคุณ... ฉันต้องการ... คุณ"
    }
  ],
  "hooks": [
    "สัญญาหมั้นปลอม 5 ข้อ ที่ถูกทำลายทีละข้อด้วยหัวใจ",
    "CEO หึงหวงรุนแรงที่ซ่อนด้านอ่อนโยน จากดุดัน→อ่อนหวาน",
    "ความลับของสองตระกูลเชื่อมโยง พ่อ CEO ทำลายธุรกิจพ่อเธอ",
    "เลขาสาวค้นพบว่าเธอไม่ใช่ 'ของเล่น' แต่คือคนเดียวที่เขารัก"
  ],
  "tags": ["นิยายรัก", "CEO", "Office Romance", "NC30+", "สัญญาหมั้นปลอม", "นิยายไทย", "Joylada", "หึงหวง"],
  "publishedAt": "2025-02-02",
  "updatedAt": "2025-02-06"
}
