{
  "slug": "sawat-lub-khunnoo-mafia",
  "title": "สวาทลับคุณหนูมาเฟีย",
  "titleEn": "Secret Passion of the Mafia Princess",
  "subtitle": "#บอดี้การ์ดที่รอคอย6ปี",
  "author": "ผู้เขียน",
  "genre": ["Mafia", "Romance", "Bodyguard"],
  "rating": "NC30+",
  "intensity": 8,
  "totalChapters": 36,
  "freeChapters": 10,
  "platform": "ReadAWrite",
  "platformUrl": "",
  "status": "กำลังเขียน",
  "coverImage": "/images/novels/sawat-lub-cover.jpg",
  "logline": "เงาที่เฝ้ามองเธอมา 6 ปี ไม่อาจทนได้อีกต่อไป — เมื่อบอดี้การ์ดที่ปกป้องลูกสาวมาเฟียอย่างเงียบๆ มาตลอด ไม่สามารถกดความรู้สึกไว้ได้อีกแล้ว",
  "synopsis": "ธีรัช บอดี้การ์ดหัวหน้าทีมรักษาความปลอดภัยวัย 30 เฝ้ามอง ภิรดา ลูกสาวคนเดียวของเจ้าพ่อมาเฟียมาตลอด 6 ปี โดยไม่เคยเอ่ยปาก\n\nเขาถูกเลี้ยงมาโดยเดชา พ่อของเธอ ตั้งแต่ครอบครัวเขาถูกฆ่าตอนอายุ 12 ความจงรักภักดีทำให้เขาซ่อนหัวใจ แต่เมื่อเดชาป่วยเป็นมะเร็งระยะ 3 และบังคับให้ภิรดาหมั้นกับทายาทตระกูลคู่แข่ง ทุกอย่างจึงพลิกผัน\n\nภิรดาที่แข็งแกร่งภายนอกแต่โดดเดี่ยวภายใน ค้นพบว่าชายเดียวที่เธอไว้ใจได้คือเงาที่อยู่เบื้องหลังเสมอมา ความรักต้องห้ามระหว่างนายกับบ่าว ท่ามกลางสงครามมาเฟียที่กำลังจะปะทุ",
  "characters": [
    {
      "name": "ธีรัช (ทีร์)",
      "role": "พระเอก",
      "age": 30,
      "description": "หัวหน้าทีมรักษาความปลอดภัย มือขวาของเดชา สูง 185 ซม. ร่างบึกบึน เงียบขรึม สังเกตการณ์เก่ง จงรักภักดี ซ่อนความรู้สึกลึกๆ ไว้ตลอด 6 ปี",
      "quote": "ผมรอได้อีก 6 ปี... แต่หัวใจผมรอไม่ไหวแล้ว"
    },
    {
      "name": "ภิรดา (ดา)",
      "role": "นางเอก",
      "age": 24,
      "description": "ทายาทมาเฟีย ผู้จัดการธุรกิจแทนพ่อที่ป่วยหนัก สูง 165 ซม. ผิวขาว เย็นชา เด็ดขาด แข็งแกร่งภายนอกแต่โดดเดี่ยวภายใน ไม่เคยแสดงอ่อนแอให้ใครเห็นนอกจากเขา",
      "quote": "ฉันไม่เคยอ่อนแอให้ใครเห็น... จนกว่าเธอจะมา"
    }
  ],
  "hooks": [
    "6 ปีแห่งการเฝ้ามองในเงามืด คืนเดียวไม่อาจพอ",
    "ความรักต้องห้ามระหว่างบอดี้การ์ดกับลูกสาวมาเฟีย สถานะที่ต่างกันสุดขั้ว",
    "ความรุนแรงของโลกมาเฟีย vs ความอ่อนโยนของความรักที่ซ่อนเร้น",
    "คู่หมั้นที่ถูกจัดให้ กลับเป็นลูกชายของคนฆ่าแม่เธอ"
  ],
  "tags": ["นิยายรัก", "มาเฟีย", "บอดี้การ์ด", "NC30+", "Forbidden Love", "นิยายไทย", "ReadAWrite", "Dark Romance"],
  "publishedAt": "2025-02-03",
  "updatedAt": "2025-02-06"
}
